Repository: MonaFh7/PROJECT-2
Catalog: HomeDesignProject/*.lproj/Localizable.strings
Languages: ar_sa

source: HOME DESIGN
ar_sa: تصاميم المنزل

source: The Field of interior Design and House Design Planning achieve customer satisfaction through project or in an innovative and modern way.With expert consulting services
ar_sa: يحقق مجال التصميم الداخلي وتخطيط تصميم المنزل رضا العملاء من خلال المشروع أو بطريقة مبتكرة وحديثة مع خدمات استشارية متخصصة

source: myCell
ar_sa: هاتفي المحمول

source: Delete
ar_sa: حذف

source: trash
ar_sa: سلة المهملات

source: heart
ar_sa: قلب

source: Home
ar_sa: الصفحة الرئيسية

source: New
ar_sa: جديد

source: Apartment
ar_sa: شقة

source: CreateAccount
ar_sa: إنشاء حساب

source: WHOOPS! We Couldn't Find Page
ar_sa: عفواً! لم نتمكن من العثور على الصفحة

source: 5678,Street
ar_sa: شارع،٥٦٧٨

source: Admin
ar_sa: مشرف

source: Hail.342
ar_sa: حائل.٣٤٢

source: Sign In
ar_sa: تسجيل الدخول

source: Name Or Email
ar_sa: الاسم أو البريد الإلكتروني

source: Password
ar_sa: كلمة السر

source: sectionHomeDesign
ar_sa: قسم تصميم المنزل

source: Error
ar_sa: خطأ

source: Email or Password is Incorrect
ar_sa: البريد الألكتروني أو كلمة المرور غير صحيحة

source: OK
ar_sa: حسناً

source: Home Design
ar_sa: تصميم المنزل

source: Interior Design
ar_sa: تصميم داخلي

source: interiorDesign
ar_sa: تصميم داخلي

source: House Design Planning
ar_sa: تخطيط تصميم المنزل

source: planningDesign
ar_sa: تصميم التخطيط

source: My name is
ar_sa: الاسم

source: And my E-mail
ar_sa: البريد الألكتروني

source: And my age
ar_sa: العمر

source: I living in
ar_sa: انا أعيش في

source: Furniture
ar_sa: الاثاث
